{
  "Alexander Sadykov": "Алесандр Садыков",
  "IT Geek [ Developer / Designer / Gamer ]": "IT Гик [ Разработчик / Дизайнер / Геймер ]",
  "@ 2023 Sadykov Alexader. All right Reserved.": "@ 2023 Садыков Александр. Все права защищены.",
  "A little bit about yourself": "Немного о себе",
  "Telegram": "Телеграм",
  "Resume": "Резюме",
  "Email": "Почта",
  "Programming, Sport and people": "Программирование, спорт и люди",
  "23 years old": "23 года",
  "Saint-Petersburg": "Санкт-Петербург",
  "This Pokemon was born in the city of Peterhof back in the last millennium. I loved “Zhivchik“ lemonade, math and Naruto on 2x2. But, I didn’t enter the university in the field I wanted, so I had to rewatch the series “Soldiers” in real life. However, I was later able to enroll in the desired PMI and realize that my ability to remember jokes is much better than Further Mathematics. I recently received my Bachelors degree and am now looking for an opportunity to realize my dream....": "Этот покемон родился в городе Петергоф в прошлом тысячелетии. Любил лимонад “Живчик“, математику и “Наруто“ по 2x2. Не поступил в ВУЗ на то направление, что хотел, поэтому пришлось пересматривать сериал “Солдаты“ в реальной жизни. Однако он смог после поступить на желанное ПМИ и осознать, что способность запоминать анекдоты у него куда лучше чем ВышМат. И вот недавно я получил диплом, а сейчас ищу возможность реализовать свою мечту.",
  "Why did programming become my favorite thing?": "Почему программирование стало моим любимым делом?",
  "My love for programming began from childhood, when I realized that this is something accessible to everyone and thanks to it you can create whatever your heart desires. Yes, I am of the opinion that programming is also a kind of art. Since programming has the same features as art - the tangibility of the process, overcoming the unknown and inspiring other people, this is precisely why programming has become something more for me.": "Моя любовь к программированию зародилась еще в детстве, тогда я осознал, что это нечто доступное каждому и благодаря ему можно творить, что душе угодно. Да, я придерживаюсь мнения, что программирование — тоже, своего рода, искусство, так как оно имеет те же черты — осязаемость процесса, преодоление неизвестного и вдохновение других людей. Именно поэтому программирование и стало для меня чем-то большим, чем просто набор нулей и единиц.",
  "Why me?": "Почему именно я?",
  "I spent most of my conscious life side by side with programming. I've changed a lot of frameworks, met a lot of people, but my love and determination for it is even greater than ever. I am the person who wants to learn something new, reach new heights and share this with someone, and I hope that this person or company will be you.": "Большую часть своей осознанной жизни я провел бок о бок с программированием. Я поменял множество фреймоворков, познакомился с множеством людей, и моя любовь и решимость к этому делу стала больше, чем когда-либо. Я тот человек, который желает познавать нечто новое, достигать все больших высот и делиться этим с другими людьми. Я хочу, чтобы этим человеком или компанией были именно Вы.",
  "Visual Novel": "Визуальная новелла",
  "Since school I began to be interested in programming, thanks to my teacher I discovered Lazarus | Delphi and development desktop applications. I created my first game and realized the beauty of programming.": "Еще со школы начал интересоваться программированием, благодаря учителю открыл для себя Lazarus | Delphi и разработку desktop приложений. Создал свою первую игру и понял прелесть программирования.",
  "Creating my first website": "Создание своего первого сайта",
  "I created my first website and realized that the front end is a very cool thing, since you can immediately feel what you have done.": "Создал свой первый сайт и понял, что фронтенд — очень прикольная штука, ведь ты сразу можешь увидеть и опробовать то, что ты сделал.",
  "New world": "Новый мир",
  "In the army and at the university I studied C++ and realized that programming in it is also a quest to find pointers. I started working as a freelancer and creating custom, complex Allocators.": "В армии и в вузе изучал C++. Понял, что программирование на нем — самый настоящий квест по поиску указателей. Начал работать на фрилансе и создавать кастомные сложные Аллокаторы.",
  "First internship": "Первая стажировка",
  "Switched to a more popular technology stack and completed my first internship. Learned to work in a team and work with the backend. I attached it to my old website and, one might say, created my first Web FullStack application.": "Перешел на более популярный стек технологии и прошел свою первую стажировку. Научился работать в команде и работать с бэкенд'ом. Прикрутил его к своему старому сайту и, можно сказать, создал свое первое Web FullStack приложение.",
  "New hope": "Новая надежда",
  "I decided to improve my front-end skills and realized that you can write everything in JavaScript. I understood all its simplicity and conciseness, and my experience after Java gave me an excellent basis for moving to a new backend stack.": "Решил прокачивать свои навыки во фронтенде и осознал, что на JavaScript можно писать все. Понял его простоту и лаконичность, а опыт программирования на Java дале мне отличную базу для перехода на новый стек бэкeнд'а.",
  "First job and the beginning of a new path": "Первая работа и начало нового пути",
  "I graduated from university, found my first job, and learned the beauty of commercial development. Gained incredible practical experience in front-end and working with a team.": "Закончил ВУЗ и нашел первую работу. Познал всю прелесть коммерческой разработки. Получил неимоверный практичекий опыт во фронтенд'е,  работал с командой профессионалов",
  "Thank you for being there and getting to know me better.": "Спасибо, что были рядом и узнали меня получше.",
  "Social": "Связатся со мной",
  "Hard-skills": "Подробнее о моем опыте"
}
